---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ZoneCalculatedHeatingLoadParam
source: html/4fdc27ba-23ac-78e0-df2c-7a82690736aa.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ZoneCalculatedHeatingLoadParam Property

"Calculated Heating Load"

## Syntax (C#)
```csharp
public static ForgeTypeId ZoneCalculatedHeatingLoadParam { get; }
```